Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_slo-SVK_MRT.tmx
Source language: en_us
Languages: sk_sk

source: Answer '{ANSWER}' ({CATEGORY}) has a response but is not selected.
sk_sk: Odpoveď '{ANSWER}' ({CATEGORY}) má odpoveď, no žiadnu ste neoznačili.

source: Not applicable (DO NOT READ OUT)
sk_sk: Netýka sa (NEČÍTAJTE)

source: European Securities and Markets Authority
sk_sk: Európsky orgán pre cenné papiere a trhy

source: Neutral
sk_sk: Neutrálny

source: Self-employed
sk_sk: SZČO
